cases/cavity/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

cd cases/cavity/
runApplication blockMesh
runApplication icoFoam
